Repository: lightstudio/LightPlayer
Catalog: App/Light/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# About.Text
source: ABOUT
zh_cn: 有关

# AlbumCompactViewTextBlock.Text
source: In the Collection
zh_cn: 收藏中的内容

# AllAlbumTextBlock.Text
source: ALL ALBUMS
zh_cn: 所有专辑

# AllSongTextBlock.Text
source: ALL SONGS
zh_cn: 所有歌曲

# ArtistIntroTextBlock.Text
source: Artist Introduction
zh_cn: 艺术家简介

# AutoFetchSwitch.Header
source: Auto fetch files when plugged
zh_cn: 当设备已接通电源时，自动获取文件

# BrowseByCategoryTextBlock.Text
source: Browse by Category
zh_cn: 按类别浏览

# ComingSoonIntroTextBlock.Text
source: We're working on this great feature with HomeRadio.moe. When it is available, you can get the update from Windows Store.
zh_cn: 我们正在与 HomeRadio.moe 共同努力完成此功能。 当该功能可用时，你可以从 Windows 应用商店获取含有此功能的更新版本。

# ComingSoonTextBlock.Text
source: Coming Soon
zh_cn: 即将推出

# Copyright.Text
source: © 2015 - 2018 Little Moe, LLC and Open Source Authors. For OSS licenses, click the link below to learn more.
zh_cn: © 2015 - 2018 Little Moe, LLC 和开源组件作者们。若需了解更多有关开放源代码许可的信息，请点击下面的链接。

# Extensibility.Text
source: EXTENSIBILITY
zh_cn: 插件

# GettingReadyTextBlock.Text
source: Getting Ready
zh_cn: 正在进行准备工作

# IgnoreArticleInSortSwitch.Header
source: Ignore articles in sort
zh_cn: 在排序中忽略冠词

# LibraryTextBlock.Text
source: Library
zh_cn: 媒体库

# MedialibraryHeaderTitle.Text
source: Media Library
zh_cn: 媒体库

# NativeFirstCodecSwitch.Header
source: Native decoder first
zh_cn: 优先使用内置解码器

# OnlineTextBlock.Text
source: Online
zh_cn: 在线

# OSSInfo.Text
source: This software contains open-source components.
zh_cn: 该软件使用了第三方开源组件。

# OSSLink.Content
source: Open Source Portal
zh_cn: 开放源代码门户

# PlaybackTextBlock.Text
source: PLAYBACK
zh_cn: 回放

# PluginManagement.Content
source: Manage plugins
zh_cn: 管理插件

# RelatedArtistTextBlock.Text
source: Related Artists
zh_cn: 相关艺术家

# UseOnlineMetadata.Header
source: Use Online Metadata
zh_cn: 使用在线元数据

# WhatsNewTextBlock.Text
source: What's New
zh_cn: 最新功能

source: All Albums
zh_cn: 所有专辑

source: All Artists
zh_cn: 所有艺术家

source: All Genres
zh_cn: 所有流派

# AllItems
source: All Songs
zh_cn: 所有歌曲

source: All Playlists
zh_cn: 所有播放列表

source: COLLAPSE
zh_cn: 收起

# Expand.Text
source: EXPAND
zh_cn: 展开

# AddToListButtonTooltip.Content
source: Add to list
zh_cn: 将添加到列表

# AdfsUnauthorizedContent
source: You are not authorized to use internal release, or you've installed package which requires valid Windows Store license. Check your installation source, or contact IT for help.
zh_cn: 阁下没有使用内部发行版的权限，或是部署了一个未经授权的安装包。阁下需要有效的 Windows 应用商店许可才能够使用 Light 播放器。请检查安装源，或联系 Little Moe, LLC IT 部门。

# AdfsUnauthorizedTitle
source: Authorization Failed
zh_cn: 激活失败

# Album.Text
source: Album
zh_cn: 专辑

# AlbumArtist.Text
source: Album Artist
zh_cn: 专辑艺术家

# Albums.Text
source: Albums
zh_cn: 专辑

# Artist.Text
source: Artist
zh_cn: 艺术家

# Artists.Text
source: Artists
zh_cn: 艺术家

# ArtistToggleTooltip.Content
source: Artists
zh_cn: 艺术家

# PoweredBy.Text
source: Tagging Powered By
zh_cn: 数据提供商

# AutoMatching.SecondaryButtonText
source: Cancel
zh_cn: 取消

# AutoMatching.Title
source: Matching...
zh_cn: 正在匹配......

# CapAlbums
source: ALBUMS
zh_cn: 专辑

# CapArtists
source: ARTISTS
zh_cn: 艺术家

# CapSettings
source: SETTINGS
zh_cn: 设置

# CapSongs
source: SONGS
zh_cn: 歌曲

# CheckingProgressTextBlock.Text
source: Checking Changes
zh_cn: 检索文件

# CloseSearchButtonTooltip.Content
source: Close Search
zh_cn: 关闭搜索

# Continue.Text
source: Continue
zh_cn: 继续

# DatabaseOnlyTipTextBlock.Text
source: All the modifications will be effective only in library.
zh_cn: 所有对元数据所进行的修改仅在 Light 播放器内有效。

# DrmNotDupportedContent.Text
source: Either the we don't support the file, or you are trying to play a Groove Music cached file. Due to copyright restriction, we cannot play this file in Light. Try playing it in Groove Music.
zh_cn: 我们不支持该类型的文件，或是你正在尝试播放由 Groove 音乐 缓存的文件。因相关版权原因，我们暂时无法在 Light 播放器中播放此文件。请尝试使用 Groove 音乐 播放此文件。

# DrmNotSupported.PrimaryButtonText
source: OK
zh_cn: 好的

# DrmNotSupported.Title
source: Something happened
zh_cn: 发生了一些问题

# EditButtonTooltip.Content
source: Edit
zh_cn: 编辑

# EditMetadata.PrimaryButtonText
source: Save
zh_cn: 保存

# EditMetadata.SecondaryButtonText
source: Cancel
zh_cn: 取消

# EditMetadata.Title
source: EDIT METADATA IN LIBRARY
zh_cn: 修改元数据

# ExtensionDescription.Text
source: Extension is not available in current version yet.
zh_cn: 插件功能在当前版本中暂不可用。

# ExtensionManageButton.Content
source: Manage Extension
zh_cn: 管理插件

# ExtensionManageDescription.Text
source: Manage your extension here.
zh_cn: 在此处管理阁下的插件。

# ExtensionTextBlock.Text
source: Extension
zh_cn: 插件

# ExtensionToggle.Header
source: Enable Extension
zh_cn: 启用插件

# FrameSearchAutoSuggestBox.PlaceholderText
source: Search...
zh_cn: 搜索...

# Genre.Text
source: Genre
zh_cn: 流派

# IgnoreDrmToggle.Header
source: Automatically Ignore DRM-protected files
zh_cn: 自动忽略含有 DRM 版权保护的文件

# InitialProvisionSubTextBlock.Text
source: With Light, focus on music again.
zh_cn: Light 播放器，回归音乐的本源。

# InitialProvisionTextBlock.Text
source: Welcome to Light
zh_cn: 欢迎来到 Light 播放器

# InitialSettingsSubHeader.Text
source: Before we get started, please review the initial settings.
zh_cn: 在我们开始之前，请确定各项设置符合阁下的需求。

# LibraryFolderAddButton.Text
source: Add
zh_cn: 添加

# LibraryFolderSelectionTextBlock.Text
source: Choose where we look your music files
zh_cn: 选择查找音乐文件的位置

# MenuAddToListItem.Text
source: Append to Now Playing
zh_cn: 添加到 "正在播放"

# MenuDeleteItem.Text
source: Delete
zh_cn: 删除

# MenuEditItem.Text
source: Edit
zh_cn: 编辑

# MenuMatchItem.Text
source: Search pictures
zh_cn: 搜索图片

# MenuPlayItem.Text
source: Play
zh_cn: 播放

# MenuShareItem.Text
source: Share
zh_cn: 分享

# Name.Text
source: Name
zh_cn: 名称

# PlayButtonTooltip.Content
source: Play
zh_cn: 播放

# PrivacyConsentTextBlock.Text
source: Your Privacy
zh_cn: 隐私

# RefineTextBlock.Text
source: Refine:
zh_cn: 类别

# RefreshInBackgroundToggle.Header
source: Refresh library in background
zh_cn: 后台刷新媒体库

# SearchButtonTooltip.Content
source: Search
zh_cn: 搜索

# ShareButtonTooltip.Content
source: Share
zh_cn: 分享

# SongToggleTooltip.Content
source: Songs
zh_cn: 歌曲

# SplitViewLibraryItemTextBlock.Text
source: Library
zh_cn: 库

# SplitViewNowPlayingItemTextBlock.Text
source: Now Playing
zh_cn: 正在播放

# SplitViewSettingsItemTextBlock.Text
source: Settings
zh_cn: 设置

# TelemetryDescription.Text
source: Enabling Telemetry can help us improve Light. Telemetry data contains crash info, device OEM and model, performance statistics. No personal identity or data will be collected, and you can change it later.
zh_cn: 启用遥测数据能够帮助我们不断对 Light 播放器进行改进。遥测数据包括应用崩溃报告、设备制造商、设备型号及性能统计数据。我们不会收集任何可识别的个人信息，你也可以于稍后开启 / 关闭遥测数据。

# TelemetryToggle.Header
source: Enable Application Telemetry
zh_cn: 启用遥测数据

# Title.Text
source: Title
zh_cn: 标题

# GAtoZ
source: A to Z
zh_cn: 从 A 到 Z

# GGenre
source: Genre
zh_cn: 流派

# GReleaseDate
source: Release Date
zh_cn: 发布日期

# GZtoA
source: Z to A
zh_cn: 从 Z 到 A

# MultipleFileSharing
source: Share songs
zh_cn: 分享

# SingleArtistSharing
source: Share Artist
zh_cn: 分享

# SingleFileSharing
source: Share a song
zh_cn: 分享

# Failure
source: Something happened.
zh_cn: 出现了一些错误

# AlbumToggleTooltip.Content
source: Albums
zh_cn: 专辑

# AllowUntrustedInstallation.Header
source: Allow untrusted installation
zh_cn: 允许不受信任的安装源

# GNoGroup
source: No Grouping
zh_cn: 不分组

# AboutTextBox.Text
source: About this app
zh_cn: 关于本应用

# AtoZItem.Content
source: A to Z
zh_cn: 从 A 到 Z

# CheckingProgressTextBlock.FontWeight
source: Semibold
zh_cn: Normal

# ClearLyricLink.Content
source: Clear the lyrics
zh_cn: 清除这首歌的歌词缓存

# CycleAllMenuItem.Text
source: Cycle All
zh_cn: 列表循环

# CycleSingleMenuItem.Text
source: Cycle Single
zh_cn: 单曲循环

# DeleteConfirmationContentDialog.Title
source: Confirm deletion
zh_cn: 确认删除

# DeleteConfirmationContentDialogContent
source: You are about to delete {0} from your collection.
zh_cn: 阁下将从媒体库中删除 {0} 。

# ImportExtLyricLink.Content
source: Import external lyrics
zh_cn: 选取歌词文件

# InputAutoSuggestBox.PlaceholderText
source: Input format: Title and artist
zh_cn: 按照 标题和歌手 的格式输入...

# JumpToLyricToggle.Header
source: Go to now playing after playback started
zh_cn: 开始播放后立即跳转到正在播放页面

# LyricSelectionDialog.PrimaryButtonText
source: Select
zh_cn: 选择

# LyricSelectionDialog.SecondaryButtonText
source: Cancel
zh_cn: 取消

# LyricSelectionDialog.Title
source: CHOOSE LYRIC FROM CATALOG
zh_cn: 从目录中搜索歌词

# OSSLicenseLink.Content
source: OSS License
zh_cn: 开放源代码组件许可协议

# PrivacyPolicyLick.Content
source: Privacy Policy
zh_cn: 隐私策略

# RandomMenuItem.Text
source: Random
zh_cn: 随机播放

# RefineTextBlock.FontWeight
source: Semibold
zh_cn: Normal

# SeqMenuItem.Text
source: Sequence
zh_cn: 顺序播放

# TrackNumberItem.Content
source: Track Number
zh_cn: 曲目序号

# UseOrigCoverToggle.Header
source: Use original cover image (may increase disk usage)
zh_cn: 使用原始专辑图片 (可能增大磁盘用量)

# ZtoAItem.Content
source: Z to A
zh_cn: 从 Z 到 A

# PlaybackTitleTextbox.Text
source: Playback
zh_cn: 播放

# PlaylistTextBox.Text
source: NOW PLAYING
zh_cn: 正在播放

# IntroVideoMediaElement.Source
source: ms-appx:///Assets/IntroVideo/Intro.mp4
zh_cn: ms-appx:///Assets/IntroVideo/Intro-zh-CN.mp4

# AtoZTitleGroupDescription
source: Sort and group items with their title, from A to Z.
zh_cn: 按标题对内容使用升序排序进行排序和分组。

# AtoZTitleGroupName
source: A to Z
zh_cn: 从 A 到 Z

# GenreGroupDescription
source: Sort and group albums with genre property.
zh_cn: 按流派对专辑进行排序和分组。

# GenreGroupName
source: Genre
zh_cn: 流派

# ReleaseYearGroupDescription
source: Sort and group albums with release year.
zh_cn: 按发行年份对专辑进行排序和分组。

# ReleaseYearGroupName
source: Year
zh_cn: 发行年份

# ZtoATitleGroupDescription
source: Sort and group items with their title, from Z to A.
zh_cn: 按标题对内容使用降序排序进行排序和分组。

# ZtoATitleGroupName
source: Z to A
zh_cn: 从 Z 到 A

# AlbumSubtitleFallbackFormat
source: Album by {0}
zh_cn: {0} 的专辑

# AlbumSubtitleFormat
source: {0} songs by {1}
zh_cn: {0} 首 {1} 的歌曲

# ArtistSubtitleFallbackFormat
source: Artist
zh_cn: 艺术家

# ArtistSubtitleFormat
source: {0} albums, {1} songs
zh_cn: 共 {0} 张专辑， {1} 首歌曲

# CategoryGroupName
source: Categories
zh_cn: 分类

# DefaultAlbumName
source: Album
zh_cn: 专辑

# DefaultArtistName
source: Artist
zh_cn: 艺术家

# DefaultFileName
source: File
zh_cn: 文件

# DefaultPlaylistTempalte
source: Playlist {0}
zh_cn: 播放列表 {0}

# DeleteConfirmationText
source: You are going to remove this file.
zh_cn: 阁下将要删除这个文件

# DeviceNotSupportedString
source: Not supported on this device
zh_cn: 在本设备上不受支持

# IapBuildNotSupportedErrorPrompt
source: The specific action is not supported in release version.
zh_cn: 这个功能在发布版本中不可用

# IapBuildNotSupportedErrorTitle
source: Not Supported
zh_cn: 不支持的功能

# IapPurchaseSucceededPrompt
source: You have unlocked all features.
zh_cn: 阁下已经解锁所有功能。

# IapPurchaseSucceededTitle
source: Thank you
zh_cn: 谢谢

# JumplistAlbumText
source: View all albums
zh_cn: 查看所有专辑

# JumplistArtistText
source: View all artists
zh_cn: 查看所有歌手

# JumplistPlaylistText
source: View all playlists
zh_cn: 查看所有播放列表

# JumplistSongText
source: View all songs
zh_cn: 查看所有歌曲

# LibraryTitle
source: Library
zh_cn: 媒体库

# LiveTileLine3
source: Playing in Light
zh_cn: 在 Light 中播放

# ManualSelectLyricButtonText
source: Select Lyric File
zh_cn: 选择歌词文件

# PlaylisFallbackSubtitle
source: Playlist
zh_cn: 播放列表

# PlaylistSaveErrorTitle
source: Failed to save playlist
zh_cn: 保存播放列表失败

# PlaylistSubtitle
source: {0} songs
zh_cn: {0} 首歌曲

# PlaylisySaveSucceededTitle
source: Playlist saved
zh_cn: 播放列表已经保存

# PropertyTitle
source: Properties
zh_cn: 文件属性

# ProvisionPrompt
source: Getting ready for first time use
zh_cn: 正在为首次使用做好准备

# SearchError
source: Something happened: {0}
zh_cn: 发生了一些问题: {0}

# SearchTitleTemplate
source: Search for {0}
zh_cn: 搜索 {0}

# SettingsTitle
source: Settings
zh_cn: 设置

# SongSubtitleFormat
source: {0} by {1}, {2}
zh_cn: {1} 的 {0}，时长 {2}

# UnknownAlbumTitle
source: Unknown Album
zh_cn: 迷之专辑

# UnknownArtistTitle
source: Unknown Artist
zh_cn: 迷之歌手

source: Unknown Date
zh_cn: 未知日期

# LibraryHstViewGroupRefineTextBlk.Text
source: Refine:
zh_cn: 筛选：

# OMtSetAppleMusicMrktRegionTextBlock.Text
source: Market region
zh_cn: 市场区域

# OMtSetExcludedAlbumsHeaderTextBlock.Text
source: Excluded Albums
zh_cn: 专辑例外

# OMtSetExcludedArtistsHeaderTextBlock.Text
source: Excluded Artists
zh_cn: 艺术家例外

# OMtSetViewEnableRetrievalToggle.Header
source: Enable Online Metadata Retrieval
zh_cn: 启用在线媒体元数据获取

# OMtSetViewOptReminder.Text
source: This setting only applies to new albums and artists.
zh_cn: 本设置仅对新增加的专辑和艺术家生效。

# OMtSetViewOverView.Text
source: Overview
zh_cn: 概览

# OnlineMetadataRetrievalSettings.Text
source: Online Metadata Retrieval Settings
zh_cn: 在线媒体元数据获取设置

# ProvisionStatusTextBlock.Text
source: Getting Ready
zh_cn: 正在准备就绪

# FilePropTitleTextBlkInitialRun.Text
source: File Properties:
zh_cn: 文件属性：

# MenuAddAsNext.Text
source: Add as Next Song
zh_cn: 下一首播放

# MenuOpenFileLoc.Text
source: Open File Location
zh_cn: 前往所在位置

# MenuShowProp.Text
source: Show Properties
zh_cn: 属性

# SetViewTitleTextBlk.Text
source: Settings
zh_cn: 设置

# EmptyCollectionIndicatorSubtitleTextBlk.Text
source: Add something to here to get started.
zh_cn: 添加一些东西到这里吧。

# EmptyCollectionIndicatorTitleTextBlk.Text
source: It's lonely here.
zh_cn: 此处冷冷清清。

# ArtistDetailedPageAlbumsHeaderTxtBlk.Text
source: Albums by this artist
zh_cn: 本艺术家的专辑

# ArtistDetailedPageIntroHeaderTxtBlk.Text
source: Introduction
zh_cn: 介绍

# ArtistDetailedPageSongsHeaderTxtBlk.Text
source: Songs by this artist
zh_cn: 本艺术家的歌曲

# LrcSourceSelectionTextBlock.Text
source: Choose how we look up lyrics for you.
zh_cn: 配置为阁下获取歌词的数据源。

# MetadataRetrievalBtn.Content
source: Manage
zh_cn: 管理

# MetadataRetrievalDescriptionTxtBlk.Text
source: Manage online metadata retrieval here.
zh_cn: 在此处管理在线元数据获取。

# LrcMissingPrompt.Text
source: No lyrics for this track.
zh_cn: 无歌词

# LyricsPivotItem.Header
source: LYRICS
zh_cn: 歌词

# NowPlayingPivotItem.Header
source: Now Playing
zh_cn: 正在播放

# ArtistTextBox.PlaceholderText
source: Artist
zh_cn: 艺术家

# TitleTextBox.PlaceholderText
source: Title
zh_cn: 歌名

# RefreshConfirmButton.Content
source: Confirm
zh_cn: 确认

# RefreshConfirmPrompt.Text
source: The media library database will be cleared. It will take some time to scan your files.
zh_cn: 媒体数据库将被清除，重新扫描将会需要一些时间，请阁下耐心等待。

# AppleMusicMrktenAU
source: English (Australia)
zh_cn: 英语 (澳大利亚)

# AppleMusicMrktenGB
source: English (United Kingdom)
zh_cn: 英语 (英国)

# AppleMusicMrktenUS
source: English (United States)
zh_cn: 英语 (美国)

# AppleMusicMrktjaJP
source: Japanese (Japan)
zh_cn: 日语 (日本)

# AppleMusicMrktzhCN
source: Simplified Chinese (China)
zh_cn: 简体中文 (中国)

# AppleMusicMrktzhHK
source: Traditional Chinese (Hong Kong SAR)
zh_cn: 繁体中文 (香港特别行政区)

# AppleMusicMrktzhSG
source: Simplified Chinese (Singapore)
zh_cn: 简体中文 (新加坡)

# AppleMusicMrktzhTW
source: Traditional Chinese (Taiwan)
zh_cn: 繁体中文 (台湾)

# FeedbackPrivacyNotice.Text
source: Please note that, if you have enabled telemetry in settings, your anonymous tracking ID will be sent altogether with your feedback for product analysis. These information cannot be used for tracking purpose. For more details, refer to our privacy policy.
zh_cn: 请注意：如果阁下在设置中启用了遥测，则一个用于分析产品质量匿名 ID 将会随反馈一起发送。这些信息将不能用于跟踪阁下的活动。关于具体信息，请参见我们的隐私声明。

# CertValidationFailureMessage
source: Light cannot verify app server's identity. To protect your privacy, feedback will not be sent. Check your network condition (Wi-Fi captive authentication portal or something else) and continue.
zh_cn: Light 不能验证服务器的身份。为了保证阁下的信息安全，反馈将不会被发送。请检查网络环境（例如 Wi-Fi 认证服务器等）并再试一次。

# CertValidationFailureTitle
source: Security Warning!
zh_cn: 安全警告！

# FeedbackAcceptedMessage
source: Your feedback can help us improve product quality.
zh_cn: 阁下的反馈可以帮助我们改善产品质量。

# FeedbackAcceptedTitle
source: Thank you
zh_cn: 谢谢您

# FeedbackAttachScreenshotCheckbox.Content
source: Attach my screenshot
zh_cn: 附上屏幕截图

# FeedbackPageHeader.Text
source: Tell us your experience.
zh_cn: 告诉我们阁下的使用体验

# FeedbackProgressIndicator.Text
source: Submitting…
zh_cn: 提交中…

# FeedbackSubmitButton.Content
source: Submit
zh_cn: 提交

# FeedbackTitle.Text
source: Feedback to Little Moe, LLC
zh_cn: 向 Little Moe, LLC 反馈

# FeedbackTypeBug.Content
source: Bug
zh_cn: 问题

# FeedbackTypeIndicatorText.Text
source: The problem I want to report is a
zh_cn: 阁下想报告的内容是

# FeedbackTypeSuggestion.Content
source: Suggestion
zh_cn: 建议

# FeedbackUserFillContactTextBox.PlaceholderText
source: Email (optional)
zh_cn: 电子邮箱地址 (可选)

# FeedbackUserFillContentTextBox.PlaceholderText
source: Feel free to add additional details. (Optional)
zh_cn: 在此处填写具体信息 (可选)

# FeedbackUserFillTitleTextBox.PlaceholderText
source: Briefly describe issue in 50 words.
zh_cn: 在五十字内简要描述问题或者建议

# InternalErrorMessage
source: Something happened in our end.
zh_cn: 在我们这儿发生了一些问题

# InternalErrorTitle
source: Something happened
zh_cn: 发生了一些问题

# RequestThrottledMessage
source: You sent feedbacks too fast. Please try again later.
zh_cn: 阁下发送反馈的频率过快。请稍后再试。

# RequestThrottledTitle
source: Calm down
zh_cn: 冷静一下……

# FeedbackPrivacyNotice.FontWeight
source: Semibold
zh_cn: Normal

# NetworkConnectionMessage
source: Please check your connection.
zh_cn: 请检查网络连接。

# NetworkConnectionTitle
source: Cannot connect to Internet
zh_cn: 无法连接到互联网

# UnknownProperty
source: Unknown Property: {0}
zh_cn: 未知属性: {0}

# FeedbackTooltip.Content
source: Feedback to Little Moe, LLC
zh_cn: 向 Little Moe, LLC 反馈

# FullscreenTooltip.Content
source: Switch window/fullscreen mode
zh_cn: 切换 窗口/全屏 模式

# RestartToApplySettingsPrompt.Text
source: Please restart the app to apply settings.
zh_cn: 重启应用来应用设置。

# DarkThemeRadioButton.Content
source: Dark
zh_cn: 暗色

# LanguageHeader.Text
source: Language
zh_cn: 语言

# LightThemeRadioButton.Content
source: Light
zh_cn: 亮色

# OsReleaseUnsupportedPrompt.Text
source: Your OS release version is not supported to use theme settings.
zh_cn: 阁下的操作系统发布版本无法使用主题功能。

# ThemeHeader.Text
source: Theme
zh_cn: 主题

# UseOSLanguageSettings
source: Use OS settings
zh_cn: 使用操作系统的语言设置

# UseOsThemeRadioButton.Content
source: Use OS settings
zh_cn: 使用系统颜色设置

# MultipleResultsText
source: {0} results found.
zh_cn: 找到 {0} 个结果

# NoResultText
source: No result.
zh_cn: 无结果

# NowPlayingEmptyTitle
source: Now Playing
zh_cn: 正在播放

# NowPlayingTitle
source: Now Playing - {0}
zh_cn: 正在播放 - {0}

# OneResultText
source: 1 result found.
zh_cn: 找到 1 个结果

# PlaylistNoItemSubtitle
source: Empty
zh_cn: 没有歌曲

# PlaylistSingleItemSubtitle
source: 1 song
zh_cn: 1 首歌曲

# LrcDownloadFailed
source: Failed to download lyrics: {0}
zh_cn: 歌词下载失败： {0}

# LrcNotFound
source: No lyrics can be downloaded from this search result.
zh_cn: 这个搜索结果不包含歌词。

# FavoritesLocalizedText
source: Favorites
zh_cn: 收藏

# OMtSetViewEnableOverMeteredNetworkToggle.Header
source: Enable under metered network
zh_cn: 在按流量计费的连接下自动下载图片

# PlaylistSelectDialog.PrimaryButtonText
source: Select
zh_cn: 选择

# PlaylistSelectDialog.SecondaryButtonText
source: Cancel
zh_cn: 取消

# PlaylistSelectDialog.Title
source: Choose a playlist
zh_cn: 请选择一个播放列表

# CannotRenameFavoritePrompt
source: Favorite list cannot be renamed.
zh_cn: 不能重命名收藏列表

# FieldEditor.PrimaryButtonText
source: Confirm
zh_cn: 确认

# FieldEditor.SecondaryButtonText
source: Cancel
zh_cn: 取消

# NewNameEmptyPrompt
source: The new name cannot be empty.
zh_cn: 播放列表名称不能为空

# PlaylistAlreadyExistPrompt
source: Playlist "{0}" already exists.
zh_cn: 播放列表“{0}”已经存在

# RenameItem.Text
source: Rename
zh_cn: 重命名

# RenameString
source: Rename
zh_cn: 重命名

# NewPlaylistString
source: Create playlist
zh_cn: 创建播放列表

# PlaylistDefaultname
source: New playlist
zh_cn: 新列表

# CancelString
source: Cancel
zh_cn: 取消

# ClearString
source: Clear
zh_cn: 清空

# ConfirmString
source: Confirm
zh_cn: 确认

# DeleteString
source: Delete
zh_cn: 删除

# FavoriteClearTitle
source: Confirm clear
zh_cn: 确认清空

# FavoriteDeleteDescription
source: Are you sure to clear the favorite list? This operation cannot be undone.
zh_cn: 是否确认清空收藏列表？此操作不可恢复。

# MenuNewPlaylist.Text
source: Create playlist
zh_cn: 创建播放列表

# PlaylistDeleteDescription
source: Are you sure to delete "{0}"? This operation cannot be undone.
zh_cn: 是否确认删除播放列表“{0}”？此操作不可恢复。

# PlaylistDeleteTitle
source: Confirm delete
zh_cn: 确认删除

# ChooseFileName
source: Choose a file name
zh_cn: 选择一个文件名

source: Failed to save playlist
zh_cn: 播放列表保存失败

# M3u
source: M3u playlist
zh_cn: M3u 播放列表

source: Playlist Saved.
zh_cn: 播放列表已保存。

# ValidFilenameRequired
source: You must enter a valid file name.
zh_cn: 请输入一个有效的文件名

# MenuExportM3u.Text
source: M3u Playlist
zh_cn: M3u 播放列表

# MenuExportPlaylist.Text
source: Export as
zh_cn: 导出为

# MenuExportWpl.Text
source: Windows Media Playlist
zh_cn: Windows Media 播放列表

# FileOpenFailure.SecondaryButtonText
source: Okay
zh_cn: 确定

# FileOpenFailure.Title
source: File access authorization
zh_cn: 授权访问文件

# FileOpenFailureDescription.Text
source: Light does not have access to these files or they do not exist. Please use file picker to authorize the access, or drag the file here.
zh_cn: Light 播放器没有访问这些文件的权限，请使用文件选取器授权应用访问，或者将文件拖动到此处。

# NoLrcSourcePromptPart1.Text
source: No lyrics download source available. Please
zh_cn: 没有可用的歌词来源。 请

# NoLrcSourcePromptPart2.Text
source: add
zh_cn: 添加

# NoLrcSourcePromptPart3.Text
source: lyrics extension or
zh_cn: 一些歌词扩展，或者手动

# NoLrcSourcePromptPart4.Text
source: import
zh_cn: 导入

# NoLrcSourcePromptPart5.Text
source: lyrics manually.
zh_cn: 歌词。

# AccessAuthorizeSuggestDetailed.Text
source: Light Player will not scan these folders by default, but in case you open cue files or playlists which contain audio tracks in these folders, Light Player will be able to open them without bothering you.
zh_cn: Light 播放器默认不会扫描这些目录下的文件，如果你打开了包含这些目录下的音乐的 cue 或者播放列表文件，Light 播放器可以直接播放它们而无需打搅你。

# AlreadyHaveAccessPrompt
source: Light Player already have access to this folder.
zh_cn: Light 播放器已经能访问这些目录，无需再次添加。

# FileAccessIntro.Text
source: Choose where we can access your files.
zh_cn: 选择播放器可以访问的目录

# LearnMore.Text
source: Learn more
zh_cn: 了解更多

# AllMusicText.Text
source: All Music
zh_cn: 所有音乐

# ContinuePlaylistUpper
source: CONTINUE PLAYLIST
zh_cn: 继续播放

source: Home
zh_cn: 首页

# MyMusicUpper
source: MY MUSIC
zh_cn: 我的音乐

# NowPlayingText.Text
source: Now playing
zh_cn: 正在播放

# NowPlayingUpper
source: NOW PLAYING
zh_cn: 正在播放

# OpenPlaylistText.Text
source: Open playlist
zh_cn: 打开列表

# UpcomingText.Text
source: Upcoming
zh_cn: 下一首

# AboutButton.Label
source: About
zh_cn: 关于

# AlbumsSeparator.Text
source: Albums,
zh_cn: 张专辑，

# DefaultPageTitle.Text
source: MY MUSIC
zh_cn: 我的音乐

# HomeToolTip.Content
source: Home
zh_cn: 首页

# LyricsTitle.Text
source: LYRICS
zh_cn: 歌词

# NowPlayingTooltip.Content
source: Now playing
zh_cn: 正在播放

# PlaylistTooltip.Content
source: Playlist
zh_cn: 播放列表

# RefreshLibraryButton.Label
source: Refresh library
zh_cn: 刷新媒体库

# SettingsButton.Label
source: Settings
zh_cn: 设置

# SettingsView.PageTitle
source: SETTINGS
zh_cn: 设置

# ShuffleAll.Text
source: SHUFFLE ALL
zh_cn: 随机播放

# LikeToolTip.Content
source: Like
zh_cn: 喜欢

# ModeToolTip.Content
source: Mode
zh_cn: 播放模式

# NextToolTip.Content
source: Next track
zh_cn: 下一曲

# PrevToolTip.Content
source: Previous track
zh_cn: 上一曲

# ToolTipPause
source: Pause
zh_cn: 暂停

# ToolTipPlay
source: Play
zh_cn: 播放

# VolumeToolTip.Content
source: Volume
zh_cn: 音量

# ArchARM64
source: ARM (64-Bit)
zh_cn: ARM （64位）

# Archx64
source: Intel (64-Bit)
zh_cn: Intel （64位）

# Local Instllation
source: External Installation
zh_cn: 外部安装

# Store Release
source: Windows Store Release
zh_cn: Windows 应用商店发行版本

# ArchNetural
source: Platform Netural
zh_cn: 平台中立

# ArchUnknown
source: Unknown Architecture
zh_cn: 未知架构

# EnableThirdPartyLyricsReminder.Text
source: Terms of Use from 3rd-party services may apply.
zh_cn: 需要同意第三方服务使用条款。

# EnableThirdPartyLyricsToggle.Header
source: Enable 3rd-party Lyrics Services
zh_cn: 启用第三方歌词服务
